[{"tweets": ["I find that @Reuters is a far more professional operation than @AP.", ".ccolvinj @AP is one of the truly bad reporters---working for an organization that has totally lost its way. Stories are fictional garbage.", "\"@iliveamongyou: URGENT “@GOP…in an effort to destroy their own front runner.” #MakeAmericaGreatAgain https://t.co/HWABcAeu8z\"  I HIT BACK!", "\"@2timeslucky: @steph93065 @FoxNews Kimberly G. hosted Greta last nights&amp; told the TRUTH about Trump! https://t.co/wwmKjAbIlR\"", "\"@TomLydon: What Financial Pros Can Learn from Donald Trump's Communication Style https://t.co/D5fG5cY25U @DanSondhelm\" Very nice, thanks!", "\"@boreed615: Donald Trump retakes lead in GOP race; Ted Cruz makes gains: poll: https://t.co/G8z5ek7emn # via AOL\"", "\"@Ma1973sk: Great family. Great interview @realDonaldTrump ! https://t.co/IFcjTwd5ey\"", "\"@marklevinshow: Well said https://t.co/Is4xshwUpg\"", "\"@WayneDupreeShow: \"It’s clear that Donald Trump was NOT even talking about a Muslim Database!\" https://t.co/3tLDZj2WGV\"", "\"@FortuneMagazine: Do successful CEOs sleep less than everyone else? https://t.co/SBkP1QZKEh https://t.co/15ZgyzSr1J\"", "\"@foxnation: Report: #DonaldTrump Heckler Convicted Of Attempting To Blow Up Marine Recruitment Center https://t.co/8p4yBnbEL5\"", "\"@politico: Palin on 2016: \"I think it would come down to Cruz and Trump!  https://t.co/jSNS5Yv7Pt | Getty https://t.co/y5wN0AhK0E\"", "\"@GStephanopoulos: I’ll talk to Donald Trump about his comments on Syrian refugees, and much more, Sunday on @ThisWeekABC.\"", "\"@THR: Trump's Wife, Children Open Up About GOP Candidate: \"There’s No One Else Like Him\" https://t.co/wOn9AwEyNk https://t.co/WXsq41nK17\"", ".@heytana, great job - we are all proud of you!", "Thank you to all law enforcement agencies for a fabulous job!\n#LEO #LESM #Trump2016 https://t.co/SuH1jfOQR4", "Thank you for a great afternoon Birmingham, Alabama! #Trump2016 #MakeAmericaGreatAgain https://t.co/FrOkqCzBoD", "It's too bad so few people showed up to @bobvanderplaats Family Leader dinner. Next year I'll try &amp; be there- and they'll have a huge crowd!", "Thank you John Nolte for \nwonderful analysis &amp; reporting.", "Rumor has it - Pataki, Kasich, &amp; Senator Lindsey Graham are dropping out of the race very soon. Hope it's not true, they're so easy to beat!", "So nice when media properly polices media. Thank you @BreitbartNews. \nhttps://t.co/IGUh57zOJz", "A woman who got fired after two days of working with Scott Walker - a wacko - now trying to raise funds to fight me.", "Heading to Birmingham, Alabama, and a massive crowd of incredible people! 12 noon - will be wild.", "To show you how politicians act, Bobby Jindal spent $1,000 to register in New Hampshire &amp; dropped out the next day. Such a waste!", "We're stuck with the worst mayor in the United States. Too bad, but New York City will survive!", "People are really liking my new book, \"Crippled America.\" Check it out!", "\"@tas0727: @realDonaldTrump Make America Great again vote Donald Trump\"", "\"@jaazee1: @CNN anchor's shocked that DonaldTrump's  comments resonate with GOP base will go apoplectic that he does with democrats too.", "\"@STATinc2015:  @BarbaraJWalters @ABC @MELANIATRUMP @IvankaTrump saw the interview tonight. Thought it was great. Can't wait till November.\"", "\"@thetylerjames9: @realDonaldTrump cannot be bought! Therefore he cannot be silenced!\"", "\"@RustyBlissUSA:  @realDonaldTrump we're ready to thwart the establishment attempts in the Buckeye State. #Trump2016 #TeamTrump\"", "\"@TLCastle: @realDonaldTrump Do you plan on making any campaign stops in West Virginia?\" YES, soon.", "\"@RenaSummersLtd: Watched @ABCNetwork special tonight! You have such amazing children. Lots to be proud of! Love your wife! Class Act!\"", "\"@michaelglassner: A GREAT DAY in South Carolina for DonaldTrump &amp; #TeamTrump! #Trump2016 #MakeAmericaGreatAgain https://t.co/Re655JmhqJ\"", "\"@realkingrobbo:  @hotroddergirl You're the hero America needs! #Trump2016\"  Thank you, I only want to make America great again!", "\"@BornToBeGOP: @realDonaldTrump Your family is a better watch than the Kardashians by a mile!\" Cute!", "\"@hiddenspeed42: @AY4WEB  No pay or compensation to make our beautiful country again!! That's his promise to us!! We love u trump\"", "\"@TCash78: @realDonaldTrump @VincentKunicki @kimguilfoyle @FoxNews he will make America great again", "\"@realkingrobbo: @realDonaldTrump @Greg39529063 @ABC2020 @ABC @BarbaraJWalters the best man for the job!\" Thanks!", "\"@ClassySnobbb: @realDonaldTrump AMAZING interview. You and your family will be great role models for America!!!  #MakeAmericaGreatAgain\"", "\"@Greg39529063:  @ABC2020 @ABC @BarbaraJWalters Watching now! Great! Always true to his word and the USA! A real leader! So nice to hear!!!\"", "\"@hotroddergirl: @realDonaldTrump trump 20/20 shows just what hard work and good family can do. Blue collar with you.\"", "\"@VincentKunicki: @realDonaldTrump @kimguilfoyle @FoxNews Long live Donald Trump our next Ronald Reagan!!! God bless you we need you\" Nice!", "Join us at 10pmE on @ABC2020 @ABC with @BarbaraJWalters! #MeetTheTrumps #ABC2020 https://t.co/vMeLS00GnJ", "#ICYMI: I joined #OnTheRecord with @kimguilfoyle on @FoxNews this evening. #Trump2016 #MakeAmericaGreatAgain\nhttps://t.co/FlJutjpR35", "\"@2timeslucky:  No one can take @realDonaldTrump down because it is the WILL of the people for him to win!", "\"@JamesPWilson1: @realDonaldTrump When you become president, we will avenge all of the innocents who isis killed\"", "\"@mia_liner: @GSRPygmies  @realDonaldTrump Trump supporters are a very loyal breed! We see the truth, only Trump can fix this mess we are in", "Looking forward to watching the legendary @BarbaraJWalters interview my family (and me) tonight on @ABC at 10:00. Many things to talk about!", "\"@smith_jere: @realDonaldTrump You are amazing Mr. Trump! Thank you!!!\"  So nice.", "Tune into the legendary @BarbaraJWalters at 10pmE on\n@ABC2020 tonight. #MeetTheTrumps for a full hour @ABC #ABC2020! https://t.co/exF5aUhrEW", ".@washingtonpost  @BretBaier  Please thank Charles Lane for his new found confidence. He has made a very good bet!", "\"@The2ndguardsUS: @realDonaldTrump ROLL TIDE\"", "\"@samsellars: @realDonaldTrump North Carolina. Come on down.\"  Will be there very soon!", "\"@meganweaver321: @realDonaldTrump Alabama loves you\"  Great!", "\"@Unicurls: @realDonaldTrump I'll be in attendance. #YUGE #MakeAmericaGreatAgain #bamaforTrump\"  Nice!", "\"@GeraldSoelz: Awesome news. Keep your focus on the issues. You just might get more blue collar Democrats to vote for you than Reagan.\"", ".@Gracematters Thank you, a very wise bet! Best wishes.", "Just got back from South Carolina. Going to Alabama tomorrow!", ".@HillaryClinton is weak on illegal immigration &amp; totally incompetent as a manager and leader - no strength or stamina to be #POTUS!", "The legendary @BarbaraJWalters interviews my family and me tonight at 10:00 on @ABC2020 . Don't miss it! https://t.co/JHTF7f9aTo", ".@BilldeBlasio should focus on running #NYC &amp; all of the problems that he has caused with his ineptitude, &amp; not be so focused on me!", "Can you believe the worst Mayor in the U.S., &amp; probably the worst Mayor in the history of #NYC, @BilldeBlasio, just called me a blow hard!", "Thank you for a great afternoon, South Carolina! See you next Tuesday! #MakeAmericaGreatAgain #Trump2016 https://t.co/kWWMlmy7gQ", "I didn't suggest a database-a reporter did. We must defeat Islamic terrorism &amp; have surveillance, including a watch list, to protect America", "Under our President, ISIS is gaining great strength- https://t.co/28VsmV8xng", "My family has the honor of being interviewed for a full hour by the legendary @BarbaraJWalters tonight @ABC - 10pmE. https://t.co/cm4fv1Ye9L", ".@mkhammer, a Fox contributor, isn't smart enough to know what is going on at the border. @TheJuanWilliams made the point far better!", "Going to South Carolina now, great place, SRO crowd. Iowa was amazing yesterday!", "The media must denigrate ISIS at all levels or youth will continue to be drawn to it. These are low level degenerates, NOT masterminds!", "The media must immediately stop calling ISIS leaders \"MASTERMINDS.\" Call them instead thugs and losers. Young people must not go into ISIS!", "A wonderful afternoon in Iowa! Great people! Heading now to Florida - tomorrow, South Carolina! #MakeAmericaGreatAgain #Trump2016", "A great evening in Iowa! Thank you Des Moines Area Community College for a great forum! #Trump2016 #IAForums https://t.co/092t2VrMEw", "John Kasich was managing director of Lehman Brothers when it crashed, bringing down the world and ruining people's lives. A total failure!", "Once John Kasich announced he was running for president, and opened his mouth, people realized he was a complete &amp; total dud!", "John Kasich fell right into President Obama’s trap on ObamaCare, and the people of Ohio are suffering for it. Shame!", "Doesn’t help Kasich to do negative ads on me because he still has to go through everyone else  - he’s almost last.", "John Kasich ad guy wanted to work for me, but his proposal was a rip off – I said NO! Now ripping Kasich.", "I loved beating John Kasich in the debates, but it was easy—he came in dead last!", "Kasich has already spent $6 million on ads in New Hampshire and his numbers have gone down. People from NH are smart!", "Watch Kasich squirm --- if he is not truthful in his negative ads I will sue him just for fun!", "I want to do negative ads on John Kasich, but he is so irrelevant to the race that I don’t want to waste my money.", "John Kasich, despite being Governor of Ohio, is losing to me in the Ohio polls. Pathetic!", "John Kasich should focus his special interest money on building up his failed image, not negative ads on me.", "Governor Kasich, whose failed campaign &amp; debating skills have brought him way down in the polls, is going to spend $2.5 million against me.", "The legendary Barbara Walters interviews Melania Trump and me on a special this Friday night at 10:00 on ABC. Don't miss it!", "Thank you Worcester, Massachusetts!#MakeAmericaGreatAgain #Trump2016 https://t.co/D6QinyBLW6 https://t.co/sZDJr3Tkd8", "Just the beginning &amp; it is going to get worse. Rates &amp; deductibles are so high nobody is going to be able to use it. https://t.co/iwqLODke50", "Has anybody read this story about Marco Rubio - devastating! \nhttps://t.co/xeAB74nndD", "I told you! Premiums are soaring! #RepealObamacare #Trump2016 \nhttps://t.co/Ey50582uND", "Thank you (Chris) @TheFix. I have great respect for professionals that are willing to report so honestly &amp; fairly. https://t.co/hT9v8LEhSe", "#MakeAmericaGreatAgain #Trump2016 https://t.co/Zqd1RWW2C5", "Thank you for your support! Together we can #MakeAmericaGreatAgain! #Trump2016 https://t.co/qni36GI6fV", "The POLICE in Paris did a fantastic job. Very brave - not easy!", "A great review of my Aberdeen course by prestigious @GolfMonthly.  Some say greatest ever built. @TrumpScotland  https://t.co/zYcraTAwzs", "Everyone is now saying how right I was with illegal immigration &amp; the wall. After Paris, they’re all on the bandwagon.", "We need new leadership- fast! https://t.co/WCLMe1JKvx", "I skipped a speech given years ago at Mar-a-Lago by dopey @GeorgeWill because he’s BORING—he never forgot!", "Dopey @GeorgeWill, a big proponent of the Iraq War and other catastrophes, doesn’t like me very much. That means I win!", "Broken down political pundit @GeorgeWill, who is wrong almost all of the time, should be thrown off @FoxNews. Boring and totally biased!", "Eight Syrians were just caught on the southern border trying to get into the U.S. ISIS maybe? I told you so. WE NEED A BIG &amp; BEAUTIFUL WALL!", "Ben Carson is being severely criticized for being incapable of understanding foreign policy be one of his top consultants. Not good!", "\"@FoxNews New Hampshire Poll: @realDonaldTrump 'Rules GOP Race in New Hampshire.' Trump 27, Rubio 13, Cruz 11, Bush 9, Carson 9, &amp; Kasich 7\"", "Via Politico: \"Trump Extends Lead in New Hampshire Poll\" https://t.co/PaJOAi3rGa", "Very nice article from Daily Mail  https://t.co/SIxmYzPXv1", "Great New Poll  https://t.co/178k1ERFqT", "How does Ben Carson survive this problem – really big. Similar story on front page of New York Times.\n  https://t.co/y9fqUUYRnD", "\"@KatrinaPierson: #MakeAmericaGreatAgain #Trump2016 https://t.co/Aja00L81uf\"  Katrina, great job on @FoxNews last night!", "Thank you for all of your support! Let's #MakeAmericaGreatAgain! #Trump2016 https://t.co/G7o6b0cfZz", "The great Barbara Walters interviews Melania Trump and me on a Special Friday night at 10:00 on ABC.… https://t.co/28q3QgfIbM", "\"@Ashevillelaura: @realDonaldTrump @seanhannity @FoxNews Obama has no credibility on terrorist threats &amp; ISIS. Trump best to protect us\"", "I will be interviewed by  @seanhannity tonight at 10:00 on @FoxNews . Much, much, much to talk about!", "Melania and I just had interview with the legendary @BarbaraJWalters. Watch #abc2020 this Friday. Tonight we talk ISIS @WNTonight", ".@AP is doing very badly. I can say from experience their reporting is terrible &amp; highly inaccurate. Sadly, they are now irrelevant!", "One of the saddest things in journalism is what happened to the formerly great @AP. They have lost their way and are no longer credible.", "What is our President doing? https://t.co/8p0A80kaaX", "\"GOP Voters Trust Donald Trump to Keep Our Country Safe\" https://t.co/TWslpJPQG0", "Refugees from Syria are now pouring into our great country. Who knows who they are - some could be ISIS. Is our president insane?", "I, along with almost everyone else, have so little confidence in President Obama. He has a horrible attitude-a man who is resigned to defeat", "So many great polls like Reuters - big leads everywhere. New Hampshire really special! We will win big and MAKE AMERICA GREAT AGAIN!", "Thank you Tennessee! #Trump2016 https://t.co/RNZ3hvbVvM", "Just received a copy of @SarahPalinUSA new book -- a great read! Sarah is a terrific person.", "Great poll numbers out of @UMassAmherst. Thank you! #Trump2016 #MakeAmericaGreatAgain \nhttps://t.co/ePlQRgjMYw", "Just leaving Knoxville, TN --- what a crowd, what amazing people! #Trump2016 #MakeAmericaGreatAgain https://t.co/5qr5deOlEl", "Just landing in Knoxville, Tennessee! Massive crowd expected! Will all have a great time, despite serious subject matter.", "I agree! The headline says it all. #Trump2016 #MakeAmericaGreatAgain\nhttps://t.co/TWslpJPQG0", "Discussing #SyrianRefugees with @EricBolling on @FoxNews back on 10/3/2015. #ISIS https://t.co/rUX57o2BzM", "Will be landing in Knoxville, Tennessee shortly - tremendous crowd expected. It's all very simple, we want to #MakeAmericaGreatAgain!", "Republicans must stop listening to dopes like @KarlRove who still insists Mitt Romney won the last election. Think big &amp; think strong!", "Wow, @Macys shares are down more than 40% this year. I never knew my ties &amp; shirts not being sold there would have such a big impact!", "Interesting article from highly respected Wayne Allyn Root https://t.co/1esS0QV46V", "Remember, I was the one who said attack the oil (ISIS source of wealth) a long time ago. Everyone scoffed, now they're attacking the oil.", "\"@SarahPalinUSA: From St. Patrick's Cathedral, NYC: blessings, prayers and heartfelt concern for those in Paris.", "\"@StreetR77:  @JohnLegere @TMobile didn't know he was CEO of tmobile, I have T-Mobile, it's pathetic, dropped calls, no service.\"", "Tom Brady just did it again. He is not only a great guy, he is, without question, the BEST quarterback!", "President Obama just told President Putin how important the Russian air strikes against ISIS have been. I TOLD YOU SO!", ".@JohnLegere  @TMobile  John, focus on running your company, I think the service is terrible! Try hiring some good managers.", "\"@peg4cats: @TerryLambert201 @realDonaldTrump you are so right. I only trust Trump to be tough on immigration\"", "\"@760_831: @DanSaltsman @realDonaldTrump @MichaelCohen212 @IvankaTrump  I have faith he will win and save America\"", "\"@760_831: @DanSaltsman @realDonaldTrump @MichaelCohen212 @IvankaTrump i have faith he will win and save America\"", "\"@Parker_Votes: We finally have a voice with  Let’s do our part &amp; VOTE IN THE R PRIMARY, 4 #Trump2016 #TrumpArmy https://t.co/fIl3hXOERS\"", "\"@syoka68: Reading the comments of the leftists on here makes me nauseated. We SO NEED YOU, MR. TRUMP! Make America Great Again\"", "\"@davenorthYV: Does anybody ever realize that HillaryClinton doesn't make eye contact with anyone, even the camera. That's a sign of lying\"", "\"@RealReagan0503: If you missed it, here is the most popular link among people I follow https://t.co/lOppBvYMRy by @realDonaldTrump\"", "\"@Hturne:  @VanityFair  You're spot on! He tries 2b an intellectual elitist.The truth: he has a low IQ, no imagination, no creativity\"", "Glad to see that @RondaRousey lost her championship fight last night. Was soundly beaten - not a nice person!", "I have watched sloppy Graydon Carter fail and close Spy Magazine and now am watching him fail at @VanityFair Magazine. He is a total loser!", ".@VanityFair Magazine is doing really poorly. It has gotten worse and worse over the years, and has lost almost all of it's former allure!", "\"@USATrumpDiva: Donald Trump surges in poll among likely Republican voters https://t.co/uZ5nZUuqKq\"", "\"@mholsbunes: Donald Trump says tough gun control laws in Paris contributed to tragedy: https://t.co/ifVJmLw2Sx Presidential candidate??\"", "\"@thewatcher23579: One of Paris terrorist came as Syrian refugee. Donald Trump is right again. BOMB THEIR OIL - TAKE AWAY THEIR FUNDING\"", "We need strong, tough and brilliant leadership now more than ever!  MAKE AMERICA GREAT AGAIN!", "I had a great time in Texas yesterday. A tremendous crowd of wonderful and enthusiastic people. Will be back soon!", ".@realDonaldTrump on ISIS&amp;OIL FIELDS! Saying it for years! @AndersonCooper, you should acknowledge this! #Trump2016 https://t.co/ocoB9WlP7R", "When will President Obama issue the words RADICAL ISLAMIC TERRORISM? He  can't say it, and unless he will,  the problem will not be solved!", "\"@mnrosrnr: @realDonaldTrump the best book I've read in years, Trump is right on every issue and has the best ideas, a true economic genius\"", "\"@TejadaDennes: @realDonaldTrump Crippled America is an incredible book! People need to read truth. #HispanicsForTrump #DemocratsForTrump\"", "\"@tasteofaz: Poll: Trump Surges to 42% Nationally; ‘Bad News for Marco Rubio’ https://t.co/9IrLrlpjfM @realdonaldtrump\"  Great news!", "I think everyone will like my new and very successful book, Crippled America. Go get it and let me know what you think!", "Wow, Bernie Sanders just admitted that the real unemployment rate is 10% (it is actually over 20%) and for  African American youth - 51%.", "Hillary and Sanders are not doing well, but what is the failed former Mayor of Baltimore doing on that stage? O'Malley is a clown.", "Why won't President Obama use the term Islamic Terrorism? Isn't it now, after all of this time and so much death, about time!", "\"@Oliviaand24: @realDonaldTrump TrumpOn America needs you in office Now! #MakeAmericaGreatAgain #Trump2016\"", "\"@redletter99: @realDonaldTrump I absolutely love this, can't wait till u debate Clinton\"", "\"@TomRichey: Enough of these party debates. What I wanna see is a @SenSanders vs @realDonaldTrump one on one debate!\" That would be easy!", "\"@jaslohr_: @realDonaldTrump are you watching this circus?!? #DemDebate what a joke! #Trump2016\"", "\"@jcooper75: #DemDebate this debate stinks. CBS News, major fail. @realDonaldTrump\"", "Great news out of New Hampshire! DonaldTrump is pulling away from the pack w/ 2nd is 17% behind him! #Trump2016 https://t.co/hASWradHMe\"", "\"@MikeOG_: @realDonaldTrump was right! close the borders! #Trump2016\"", "\"@Gman0623: @realDonaldTrump @HaloOneForTrump @FoxNews @CNN @GOP I love you Trump! MAKE AMERICA GREAT AGAIN!\"", "\"@shawnlivinlife: I still haven't heard the WH say the words islamic terrorist. Call it what it is. #Trump2016 can't happen fast enough.", "\"@HaloOneForTrump: @realDonaldTrump has what MONEY CAN'T BUY: VISION &amp; LOYAL &amp; MOTIVATED SUPPORT! #veterans #military  @foxnews @cnn @GOP\"", "\"@jrpantiques: @realDonaldTrump @ABCinSC @KatrinaPierson THE WORLD IS PLAYING EVERYTHING RIGHT FOR TRUMP! EVERY DAY HIS POINTS ARE PROVEN\"", "\"@dlt912: @realDonaldTrump you definitely have my vote!👍🏻\"", "\"@ABCinSC: @realDonaldTrump - a tough man for a tough job in tough times. Gloves off, game on! https://t.co/l2ea1ZJ5Ps\"", "\"@Mario_Posillico: @realDonaldTrump you need to win for not just America, but for humanity.\"", "We need much tougher, much smarter leadership - and we need it NOW!", "President Obama said \"ISIL continues to shrink\" in an interview just hours before the horrible attack in Paris. He is just so bad! CHANGE.", "My prayers are with the victims and hostages in the horrible Paris attacks. May God be with you all.", "Boy is this guy @ShepNewsTeam tough on me. So totally biased. As a reporter, he should be ashamed of himself! #Trump2016", "They laughed at me when I said to bomb the ISIS controlled oil fields. Now they are not laughing and doing what I said. #Trump2016", "Thank you @JakeTapper for giving me credit for my vision on bombing the oil fields. Should have been done long ago. #Trump2016", "Great honor to be inducted into the NJ Boxing Hall of Fame last night. Thank you! Timing could not have been better! https://t.co/IU6peXoVL2", ".@seanhannity  Carly, whose campaign is dead, is making false statements about me in order to salvage hope! Sad.", ".@CarlyFiorina had to inject herself into my factual statements concerning Ben Carson in order to breathe life into her failing campaign!", ".@CarlyFiorina I only said I was on @60Minutes four weeks ago with Putin—never said I was in Green Room. Separate pieces—great ratings!", ".@CarlyFiorina  Ben Carson said in his own book that he has a pathological temper &amp; pathological disease. I didn’t say it, he did. Apology?", ".@CarlyFiorina Carly—I did graduate from Wharton and did very well. Who is your fact checker? Will you apologize?", ".@CarlyFiorina Carly, not just you, I also told Gov. Kasich to “let Jeb talk, give him a chance” because Kasich was constantly cutting in.", "\"@DRUDGE_REPORT: REUTERS 5-DAY ROLLING POLL: TRUMP 34%, CARSON 19.6%, RUBIO 9.7%, CRUZ 7.7%...\" Thank you - a great honor!", "Happy Friday the 13th https://t.co/Br6AUzgGoi", "Thank you Iowa! I appreciate all of your support @IowaCentral &amp; @ethanolbyPOET this evening! #Trump2016 #IACaucus https://t.co/mJzLcXjtpf", "First candidate in Virginia with over 16,000 validated signatures for the ballot. An honor - thank you! #Trump2016 #MakeAmericaGreatAgain", "I will be on @OutFrontCNN with @ErinBurnett at 7PM. Tune in!\n#Trump2016", "I will be on with @BretBaier tonight at 6PM. #Trump2016", "Macy’s was very disloyal to me bc of my strong stance on illegal immigration. Their stock has crashed! #BoycottMacys https://t.co/WsvZtwZbBf"], "handle": "realDonaldTrump"}]