[{"tweets": ["What's Your #Purpose \n\nI Love You Big Bro. ||| https://t.co/Nb4e8jqt4g", "I Finna Pull Up To The Theater And Go See My Man Shia", "Shia Labeouf Do Not Leave New York City Without Letting Me See You.", "111 https://t.co/CgAmLgIv7I", "Russia-2013, This Has Been Happening For A While Now. https://t.co/DmoRNVw3ov", "https://t.co/wXS6KkOCNi", "Home Is Any Place That Has A Bed, A TV, And You.", "Just Preordered Top5 Dead Or Alive By My Big Bro @Therealkiss https://t.co/h6E0SOAbUZ", "#Everything  https://t.co/41rYKnJVgv", "Coming Soon... @Souljaian https://t.co/9Qnd4YX3DC", "Dear Residents Of New York City, Bowery Ball Room, Tonight,10pm, Be There Or Be Hexagon. \n-Sincerely Lexington, https://t.co/HJswMuW7be", "#AllWeNeed http://t.co/Smckw9Bj59 http://t.co/9etn8fhEFR", "Try Me http://t.co/aNelA9zDGH", "HardWork Dedication Until There's Peace And Non Poverty In Every Nation, And I Isn't Patient. ||", "The First Song On This Is A Statement To The Industry That I Recorded When I Was 15 https://t.co/Vqull61fRQ", "http://t.co/M7Ib7Yy0is @fucktyler Stop Turning Down My Slumber Party Invites.", "Chemtrails.", "We Pulled Up, And Blew The Speakers At The GQxGap Party. Then We Pulled Out.", "Yo @MacMiller I'm Coming To Your Show Right Now I Hope I Can Get In", "If I Had A Nickel For Every Time I've Cried In The Back Of An Uber, I Would Have Another Pair Of Yeezy's.", "http://t.co/0Tn6UVoX39 Check The New Vid, And There is Only 12 Pants So Move Fast.", "#MSFTSmeetup Nyc 212 N End Ave\nNew York, NY  10282 At 8:30.       \nWear Something You Can Run In |||", "Lit https://t.co/V7XhxiUb8q", "Currently Working With Cody Simpson On His New Death Metal Project. . . It's Lit 👍🏽", "Guys My Biological Brother @JCmoodymusic Is On #MSFTSFrequency With Me Today.", "am", "Oh Yeah And I Forgot To Say, Come Around 10.", "I'm Shooting A Music Video Tomorrow In Pasadena If Anybody Wants To Come. http://t.co/NSFqRYc3Jj", "That Moment When It's Lit. http://t.co/JdEXMivEef", "Shouts Out To Everybody That Copped The New Pants, I'm In Sewing Class Today, Soo That Next Level Is Coming Soon. |||", "The Biggest Flex Anyone Will Ever Have Is Dying.", "Lexington Avenue", "Kanye For President.", "I Feel So Blessed To Be Apart Of This Movement http://t.co/uhqdqoOig2 |||", "Shouts Out To My Big Bro #AcE https://t.co/ZKkgZhPvhu", "I Want To Join You. http://t.co/bKbAuFImoE", "https://t.co/IFrlz32L8N Shouts Out To @mrcarmack", "👂🏻 https://t.co/gPnU14lcuM", "@PalaceDowntown Thank You For This Amazing View. Dubai We Love You, Until Next Time. http://t.co/K2XcnrX89c", "That Moment When You, \"Whip\" So Hard, You Tear A Ligament In Your Neck. http://t.co/DN6oEea073", "#MyDSS #Movin  https://t.co/mbtPgLFi69", "#MyDSS Dubai Mall 4:30 Be There Or Be Square, We Bout To Turn Up. ||| #MSFTSrep http://t.co/2h9TtkXVro", "Yo @MacMiller You Bodied This Honestly.  https://t.co/pbnVODDCUa", "I Usually Don't Post Samples On Twitter But @ComplexStyle Reposted My CR Interview So I Gotta.  #Coming Soon http://t.co/VevJklQWFr", "Today,Tomorrow,Always.", "Love Yourself, And Watch.", "MSFTS FREQUENCY X ABSTRACT RADIO, Tune In.", "Shouts Out To Whoever Just Bought My 1of1 Hoodie That I Drew On And Wore. ||| http://t.co/ruIf26XWzC http://t.co/aQI4MfE774", "Yo Thank You @Soulection For Letting Me Swerve On A Quick Verse, And Thank You @ComplexMusic For The Awesome Article https://t.co/KuzONna7IM", "\"Don't Believe Me? Go Watch CitizenFour.\"", "http://t.co/CIi7FmJthw", "http://t.co/xhJu2g7wpM #SimpsonsxNeff", "This Happened  https://t.co/POlxQ6Yhc5", "\"Jaden, Where Can We Expect You To Be In 5 Years?\"            \" Gone.\"", "http://t.co/qxi9UaB3kf https://t.co/usWSmUyAdG", "Whoever Hasn't Seen My New Music Video Should Probably Peep.🔺🔻🔺#Scarface", "Shouts Out To Matera Italy http://t.co/qxi9UaSEbN", "Tune Into Beats1 Now For The #Flames  #MSFTSFrequency", "6PM In New York. |||", "http://t.co/NELJO8Md50 Shouts Out To The Coldest Kid You Never Heard About.", "Ever Evolving http://t.co/ruIf26XWzC \n\nP.s. Click The Black Rectangle http://t.co/dv5azgOb0V", "#TheShameikExperience x The Cooler Dayz and 30058, http://t.co/os0RzUZyPQ", "MSFTSrep Meet Up- New York http://t.co/ZOC25TW1rl", "Done https://t.co/UGWdfZaLtk", "OVO Sound Bout To Go Live, Tune In.", "#AbstractRadio Just Changed My Life.", "#Flames", "#MSFTSFREQUENCY |||", "http://t.co/5lVCLI0YvO #Swerve", "http://t.co/6C87vF8arh @VH1Music  Thank You For Actually Writing A Truthful Article, I Respect Your Honesty And Bravery. \n\n-Jaden Smith |||", "Thank You @PioneerWorks_  For The Best Birthday Party I've Ever Had. http://t.co/GDjwd9kMnN", "https://t.co/wcMXAGYJUz", "Maybe I Will Maybe I Won't (; http://t.co/PGOAQY7Y2T", "Thank You London We Love You, And Thank You @PUMA For Our Gear http://t.co/MA6SLkMoyn", "Dubai Get Ready, Msfts Are Coming August 15th", "Facts https://t.co/d8vqq4dtbh", "Dj Jazzy Jeff Is Dropping Flames On #MSFTSFREQUENCY Right Now.", "#MSFTSFREQUENCY #Beats1 @applemusic \n-17 Minutes", "London You Are Not Ready, I'll See You At The Meet Up. |||", "Buffy Is Life, Thank You Guys. https://t.co/hsIfEZUdQ6", "#MSFTSFrequency #July4 http://t.co/KX65o6R2UP", "Bed # 3 http://t.co/MZGwP1jvct", "https://t.co/Od0i5m7l1i", "I Saw Owen Wilson One Time From A Distance And We Just Stared At Each Other, Then His Car Drove Off.", "All Of Your Idols Are Going To Start Writing Their Own Articles, And These Uninformed \"Journalists\" Will Become Obsolete.", "Day Wear http://t.co/TFajcxinEM", "I Really Dislike When All The Pretty Girls Hangout At Once • • • #CauseImNeverThere", "http://t.co/lybgFFQ5wb", "OHH And I Watched \"True Story\" The Movie Tonight, Mind Blowing. Shouts Out To @JonahHill And @JamesFrancoTV #Swerve", "Very Excited For The Future Been On My Computer \"ALL DAY\" And All Night. #MsftsRepublic", "I'm Gunna Be So Hype On Stage Tomorrow I Might Throw Up.", "Yeah Your Girl Is Bad But She Doesn't Smile.", "I Never Realized How Dysfunctional A King Is Without A Queen • • • Balance Is Key.", "Oh My God http://t.co/8BEvZ3DedZ", "Don't Become Attached Cause Then You Disconnect And Once You Gather Stress You'll Be Obsessed With Flipin Checks•", "Her Lips Though.", "https://t.co/O7g6dmSSG1", "I Would Like To Remind You Guys That I Designed My Very Own Musical App Platform And Released My Debut Album For Free.", "Bed Number 2 Is In The Works.", "XL http://t.co/Gi2ylzRTJF", "Coachella Memories.", "Hey Guys @ImNotMoises Is Currently 21", "Go Go Go!!!!! http://t.co/qxi9UaSEbN", "\"Jaden Jaden Let Me Twerk On You ONE Time\"  #ThingsWeSayAtCoachella", "When You Stop Texting Her Cause You Like Her Too Much.", "Thank You.", "She Stares At Me Back.", "\"Every Rich Kid Has A Sweet 16 So Why Didn't We Hear About Jaden's?\" OHH Wait He Didn't Have One!", "Everyone Go Rap On A @TomMisch Beat", "How Many Leaders In The House?", "Yeah Whatever Your Still Not As Cool As North.", "222", "Shouts Out To Tom Misch", "This Is My Offering To The World https://t.co/gPnU14lcuM One Day....We Will All Understand.", "Just Finished Building My New Bed.", "Tyler Congrats On The Number One Album.", "Instagram Is A BlackHole Of Time And Energy.", "#Swoosh https://t.co/45IuEc7Go6", "That Moment When Your Wearing A Dress With No Pants And You Swerve Way To Hard.", "Go Watch Tyler's Auntie's New Video https://t.co/k94he3JXn2", "Bill Benson's findings, published in \"The Law That Never Was,\" make a convincing case that the 16th amendment was not legally ratified.", "Schwave", "That Moment When You Can't Sleep Soo You Start Doing Math.", "My Instagram TimeLine Is On Fire.", "Swerve", "Currently At Pepperdine", "🔹", "Keep Calm \nAnd Drop A Song.", "When Life Gives You Big Problems, Just Be Happy You Forgot All Your Little Problems.", "Tweets Are Like Tattoos.", "Instagram Is Not The Answer.", "Effect And Influence.", "Me And My Sister Willow Will Be At The Wireless Festival In London This Summer.", "All I'm Gunna Do When I Get My License Is Drive By My X's House REAL SLOW.", "Whenever You Disagree With Somebody Just Remember The Dress And Accept That You Guys Are SEEING Two Different Things.", "It All Started When Kendall Played Me Justin Timberlake's Blue Ocean And Said It Was Her Favorite Song.", "I Don't Know If Last Night Was A Dream Or Not.", "That Moment When Peeing Feels So Good You Start Crying.", "IFHY", "I Just Listened To \"The Coolest\"........Nuff Said", "The Grass Is Always Greener On The Other Side, So Stay Over There Would Ya.", "Odeya Rush Is Never Gunna Text Me.", "http://t.co/xC9C5KOSIi", "God Bless The Media, If We Didn't Have It, Who Would You Judge To Make Yourself Feel Better.", "Walking Art Installation.", "It's Not About The City, It's About What Happens In It.", "Next Time In The Movie Look At The Guy That Say's \"I'll Never Leave You\" And Watch What Happens Directly After.", "Why Is A Boy Going Through A Man Experience, I Know I Hear Them Voices But, Are Those Voices Hearin This.", "When You Party I'm On The Treadmill,When You Sleep I'm On The Treadmill, When I Tweet I'm On TheTreadmill. Remember This", "Shia Labeouf Is Life.", "Kanye West Is The Greatest Dancer Of Our Generation.", "What Is The Definition Of \"Light\"?", "http://t.co/mOdyPkX8OS", "@fucktyler I Think Im In Love With You, I Don't Know I'm Still Figuring It Out But In The Meantime, Happy Birthday.", "Blogs Just Want Views. Why Would I Release A 666 Collection That's Why We Have Tyler.", "Just Stare In The Mirror And Cry And You'll Be Good. 👍", "Either I Only Have One Pair Of Shoes Or Every Pair You Choose.", "Way Way Way Way Up", "Thunder In Calabasas,", "Other Rappers I Bless Them I Do Not Beat Them I Rest Them.", "There Is No Dress.", "I'm Seeing Blue And Black, As Of Now", "Hey @TakuBeats 350k, Seems Like They're Asking For Another Album."], "handle": "officialjaden"}]